[
    {
    "_id": "5a5696f450d906002f9f3768",
    "title": "اللجوء في بريطانا",
    "order": null,
    "category": {
    "_id": "5a180fa0cbb54500148c1cc1",
    "title": "Asylum",
    "shortDescription": "Asylum in the UK",
    "description": "Asylum claims are considered under the 1951 UN Refugee Convention, and its incorporation into European and UK immigration law. To be granted asylum (to get refugee status), it’s necessary to show that you have a well-founded fear of persecution for reasons of race, religion, nationality, political opinion or membership of a particular social group you are outside your country of origin or normal residence and you cannot get protection in your own country.\r\n\r\nDo you have a well-founded fear (will it happen?) of persecution (what will happen?) for a Refugee Convention reason (why will it happen?) and no protection available to you in your home country (what will stop it happening?)\r\n\r\nContent from Right to Remain toolkit - https://righttoremain.org.uk\r\n     \r\n     \r\n     \r\n    ",
    "__v": 0,
    "order": 5,
    "icon": "menu-residency",
    "visible": true,
    "amharngaDescription": "አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña \r\nአማርኛ amarəñña አማርኛ amarəññaአማርኛ amarəñña አማርኛ amarəñña አማርኛ amarəñña.",
    "arabicDescription": "وبدأت ابتدعها كلا قد. أن إبّان الصفحة المشتّتون عدم, ان الجو كنقطة تعد, تم ضمنها مشاركة باستحداث بعد. أسر وجزر لإنعدام أم, هذا تونس جيوب ٠٨٠٤ كل, هو أفاق الواقعة بعض. شيء و مهمّات المتّبعة.\r\nبل بين أعلنت سليمان، للإتحاد, تم بتخصيص البرية الطرفين نفس. هذه ما يطول مسارح. حول ٣٠ بولندا، الدنمارك. عدد أحكم تسمّى بالفشل ٣٠. في جعل سياسة وبحلول واُسدل, مكن ببعض فكانت وبغطاء ثم, بحث تم للسيطرة والفلبين. عن جُل وسفن مشارف, أثره، حاملات لم وصل.",
    "titleTranslation": {
    "am": "Amharnga ",
    "ar": "اللجوء"
    }
    },
    "fullContent": "شرح لمراحل طلب اللجوء في بريطانيا \r\nطلب اللجوء: ماذا يحدث عندما أقوم بتقديم طلب؟\r\nسوف تمر بمراحل عديدة وسوف تحدث لك أشياء عديدة أثناء الفترة التى ينظر فيها فى طلبك. ولا تخضع كل طلبات اللجوء لنفس الإجراءات.\r\n\r\nمن المحتمل ان يحق لك الحصول على العون القانونى مجاناً لمساعدتك فى طلبك اللجوء.\r\n\r\nإذا كان يحق لك الحصول على العون القانونى مجاناً فربما لن يكفى ذلك لتسديد تكاليف حضور ممثل قانونى (محام أو مستشار قانونى) أثناء جلسة المقابلة. إذا كنت راشداً فلا يحق لك الحصول على ممثل قانونى مجاناً أثناء المقابلة إلا فى الحالات التالية:\r\n\r\nكنت تشكو من مرض نفسى شديد؛ أو\r\nتم حبسك كجزء من عملية \"الطلبات السريعة\"؛ أو\r\nتظن السلطات أنك ربما قد قمت بإقتراف جريمة وتقوم بإجراء مقابلتك تحت حراسة الشرطة؛ أو\r\nتظن السلطات أنك ربما تمثل خطراً لسلامة الدولة.\r\nوتلقائياً سوف يحصل الأطفال الذين لا يصطحبهم أشخاص راشدون على ممثل من الخدمات الإجتماعية أو من مجلس اللاجئين.\r\n\r\nالمقابلة الأولى\r\n\r\nتقتضي المرحلة الأولى اجراء مقابلة التى تسمى بمقابلة الفرز. و تهدف هذه المقابلة إلى تسجيل تفاصيلك الشخصية ومعرفة كيفية مجيئك المملكة المتحدة. وتهدف هذه المرحلة جزئياً من التأكد من امكانية إعادتك بسرعة إلى \"بلد آمن آخر\" غير المملكة المتحدة لأخذ طلب لجوئك. كما تهدف من التأكد أن لديك جواز السفر الذى سافرت به إلى المملكة المتحدة.\r\n\r\nوعادة تحدث مقابلة الفرز حين تقديمك طلباً لحق اللجوء ولكن ربما تحدث فى وقت لاحق إذا إحتاجت السلطات الى العثورعلى مترجم لك أو إذا لم تكن بصحة جيدة.\r\n\r\nإذا كان هنالك أشخاص يمكنك الإتصال بهم فى المملكة المتحدة فيجب عليك أن تصر على السماح لك بالإتصال بهم قبل المقابلة. لديك الحق فى الإتصال بقريب لك، بصديق أو بخدمة نصح أو بمحام. كما يجب عليك التأكد من أنك تفهم أى مترجم بصورة جيدة.\r\n\r\nفى مقابلة الفرز لا يجب أن تطرح عليك أسئلة مفصلة عن أسباب تقديمك طلباً لحق اللجوء.\r\n\r\nيجب عليك التأكد من أنه قد تم إعطاؤك بيانا مدوّنا للمقابلة.\r\n\r\nالإستقراء\r\n\r\nبعد مقابلة الفرز سيكون من المحتمل ان يطلب منك الحضور للإستقراء. ويعنى هذا أنه سوف يتم القيام بإرسالك للعيش فى مركز خاص لمدة أسبوع أو أسبوعين, أو أنه يجب عليك الذهاب هنالك كل يوم. وسوف تحصل فى المركزعلى معلومات من وزارة الداخلية عما سيحدث لطلبك لحق اللجوء وعن الحياة فى المملكة المتحدة. إذا لم تحضر عندما يطلب منك ذلك فربما يرفض طلبك للجوء سريعاً.\r\n\r\nمقابلات طلب اللجوء\r\n\r\nبعد مقابلة الفرز ربما تكون هناك مقابلة أطول وأكثر تفصيلاً حول أسباب طلبك لحق اللجوء فى المملكة المتحدة. إذا كان لديك ممثل قانونيً لمساعدتك فى طلبك لحق اللجوء فيمكن تحديد موعد المقابلة فى وقت يمكنه الحضور فيه. إذا لم يكن ممثلك القانونى قادراً على حضور المقابلة مثلاً إذا لم يكن لديك مال لتسديد تكاليف حضوره المقابلة فيمكنك أن تطلب أن يتم تسجيل المقابلة فى شريط ممغنط و إعطاءك نسخة من الشريط.\r\n\r\nإذا لم يطلب منك ملء إستمارة قبل المقابلة فسوف تشكل المعلومات التى تعطيها للموظف الذييجري المقابلة أساس طلبك لحق اللجوء. إذا قمت بإضافة أو تغيير أى شئ لاحقاً دون الإدلاء بسبب قوى فربما لن تصدق وزارة الداخلية ما تقوله. لذا يجب عليك التأكد من أنك سوف تفهم الأسئلة ومن أنك سوف تحصل على نسخة من سجل المقابلة. تحصل على نصح فى أقرب وقت ممكن.\r\n\r\nوثائق إثبات الهوية\r\n\r\nسوف يقوم موظفى الهجرة بأخذ بصماتك فى مقابلة الفرز. ربما لن يقرروا أخذ بصمات الأطفال (خاصة الأطفال دون 12 عاماً). كما سوف يقومون بأخذ صور فوتوتغرافية لأى شخص قدم طلباً لحق اللجوء و يشمل ذلك الأطفال. و بعدها سوف يعطونك بطاقة لإثبات هويتك تحمل صورتك. وهذة البطاقة, التى تعرف ببطاقة تسجيل طالبى حق اللجوء (Asylum Registration Card-ARC) مهمة لأنها عادة سوف تكون الإثبات الوحيد لهويتك ولحقك فى البقاء فى المملكة المتحدة. سوف تقوم سلطات الهجرة بالإحتفاظ بأى وثائق هوية أخرى أحضرتها معك وإعادتها لك عند الفصل في قضيتك.\r\n\r\nيجب عليك التأكد من صحة التفاصيل المدونة ببطاقة تسجيل طالبى اللجوء. على أن بطاقة تسجيل طالبى اللجوء تحتوى كذلك على معلومات لا يمكن رؤيتها إلا بواسطة آلات مخصصة.\r\n\r\nالمكان الذى جئت منه\r\n\r\nكطالب لحق اللجوء لا يمكن إعادتك لأى بلد ربما قد تتعرض فيه لخطر الإضطهاد. يجب أخذ طلبك بعين الإعتبار كما لا يمكن إعادتك إلى بلدك إلا إذا رفض طلبك للحصول على حق للجوء.\r\n\r\nو لكن إذا كنت قد مررت ببلد آخر ولو لمدة وجيزة جداً فربما تحاول وزارة الداخلية إعادتك هنالك إذا كان هذا البلد \"بلداً آمناً آخر\". لن يقوموا بالنظر فى طلبك اللجوء إذا قاموا بذلك. و يتوقع منك تقديم طلب للجوء فى ذلك البلد.\r\n\r\nإذا كان البلد الآمن الآخر من ضمن قائمة الدول الآمنة لدى وزارة الداخلية, فيمكن أن يرفض طلبك لحق اللجوء وربما لن تتمكن من تقديم طلب للإستئناف قبل إرجاعك هنالك. و تشمل القائمة معظم الدول فى أوروبا وكندا والولايات المتحدة الأمريكية. إذا قررت وزارة الداخلية إرجاعك إلى بلد آمن فلا يمكنك تقديم طلب للإستئناف بالمملكة المتحدة إلا كان سبب ترحيلك سوف يشكل إنتهاكاً لحقوقك الإنسانية فى هذا البلد – ولكن سوف يكون إثبات ذلك صعباً وسوف تحتاج إلى مشورة قانونى خبير.\r\n\r\nالحبس\r\n\r\nيمكن حبسك فى مركزخاص بالهجرة إلا أذا كان لديك مسبقاً الحق فى البقاء فى المملكة المتحدة عند تقديمك طلب اللجوء. و يمكن أن يتم حبسك على الأرجح إذا:\r\n\r\nكان هنالك إحتمالاً بإمكانية إعادتك بسرعة إلى بلد آمن آخر؛\r\nكنت قد جئت هنا بأوراق مزورة ولم تعترف بذلك عند وصولك أول مرة؛\r\nحضرت بعد إتلافك لجواز سفرك؛\r\nتم القبض عليك لاحقاً وأنت تستعمل وثائق مزورة؛ أو\r\nكانت وزارة الداخلية ترى أنه يمكنها إصدار قرار حول طلبك للجوء بسرعة.\r\nإذا تم حبسك فلديك الحق فى :\r\nأن تطلب الإفراج عنك على أساس \"القبول المؤقت\"؛ أو\r\nتقديم طلب للإفراج عنك بكفالة بعد أن تكون قد قضيت7 ايام فى المملكة المتحدة . \"الكفالة\" تعنى أنه يجب عليك تسديد مبلغ من المال للمحكمة إذا لم تسلم نفسك عندما يطلب منك ذلك.\r\nإذا تم حبسك فيجب على موظفى الهجرة إخبارك بأسباب هذا الحبس كتابةً. كما يجب عليهم إخطارك بصورة منتظمة بالأسباب التى يظنون أنه يجب عليك البقاء على أساسها تحت الحبس.\r\n\r\nبدلاً عن حبسك يمكن الإفراج عنك فى حالات معينة مثلاً أن تزوّد ببطاقة بيانات معدنية.\r\n\r\nالحالات التى ليس لها أساس من الصحة بصورة واضحة\r\n\r\nإذا كانت وزارة الداخلية تظن أن طلبك لحق اللجوء ليس له أساس من الصحة فمن الأرجح أن يتم حبسك عند تقديمك طلب حق اللجوء. فى حالات عديدة يكون السبب أن وزارة الداخلية ترى أن البلد الذى جئت منه بلد آمن و لذا لن تحتاج عادة للجوء. ربما يكون السبب کذلك أن وزارة الداخلية لا تظن أنك سوف تتعرض حقيقة للإضطهاد حتى ولو قلت ذلك.\r\n\r\nإذا كانت السلطات ترى أن طلبك لللجوء ليس له أساس من الصحة بصورة واضحة فسوف يقومون عادة بارسالك إلى مركز حبس خاص بالهجرة مباشرة بعد تقديمك طلب اللجوء.سوف يتم البث فى طلبك سريعاً أثناء حبسك. يوجد ببعض المراكز مستشارون قانونيون لمساعدتك فى قضيتك. يمكن أن تختار الحصول على مساعدة قانونية مجانية من محام آخر فى الحالات التالية:\r\n\r\nقام مستشارك القانونى الأول بتحويل قضيتك له؛ أو\r\nلديك مستشارك الخاص الذى كان يساعدك أو كان يساعد أسرتك لمدة من الزمن.\r\nإذا رفضت وزارة الداخلية طلبك للجوء فربما لن يسمح لك بالبقاء فى المملكة المتحدة لتقديم طلب للإستئناف. يمكن إرجاعك إلى وطنك و سوف يستمر الإستئناف بعد مغادرتك.\r\n\r\nالحالات السريعة\r\n\r\nيتم حبس بعض طالبى اللجوء فى \"مراكز الترحيل\" عند تقديمهم طلب للحصول على حق اللجوء إذا كانت وزارة الداخلية ترى أنه يمكن البث فيها بسرعة. إذا حدث هذا فيمكن حبسك لمدة أسبوع حتى يتم أخذ قرار حيال قضيتك. إذا تم رفض طلبك فسوف تبقى فى المركز لمدة أسبوع آخر أثناء سماع طلبك للإستئناف. ويوجد ببعض المراكز مستشارون قانونيون لمساعدتك فى قضيتك. يمكن أن تختار الحصول على مساعدة قانونية مجانية من محام آخر فى الحالات التالية:\r\n\r\nقام مستشارك القانونى الأول بتحويل قضيتك له؛ أو\r\nلديك مستشارك الخاص الذى كان يساعدك أو كان يساعد أسرتك لمدة من الزمن.\r\nيتم البث فى هذه الطلبات فى غاية السرعة وربما يكون صعباً الحصول فى الوقت المناسب على معلومات أو أدلة لتثبت أنك لاجئ. ويجب عليك التأكد من إخبار مستشارك القانونى في اقرب فرصة سانحة على أى شئ تعتقد أنه يمكن أن يساعد قضيتك.\r\n\r\nإستمارة بيان الأدلة ( SEF)\r\n\r\nربما يتم إعطاؤك إستمارة بيان الأدلة (SEF) لكى تقوم بملئها. إذا حدث ذلك فيجب عليك أن تكتب بالتفصيل الأسباب التى تطلب على أساسها حق اللجوء. سوف تعتبر وزارة الداخلية أن ما تقوله فى الإستمارة هى أسباب طلبك و لذا يجب عليك ذكر أى شئ تحتاج وزارة الداخلية أن تراه مدوّنا بالإستمارة. يجب عليك دائماً أخذ مشورة قبل ملء إستمارة بيان الأدلة.\r\n\r\nيجب عليك ملء الإستمارة و إرجاعها خلال 10 أيام دوام (هنالك فترة أطول للأطفال الين جاءوا بمفردهم). بعد عدة أسابيع على الأرجح سوف تدعى لمقابلة كاملة مع سلطات الهجرة بخصوص طلبك. يمكن لممثلك القانونى ومترجم إصطحابك أثناء المقابلة و لكن لن تقوم الخدمة القانونية لافراد المجتمع عادة بتسديد هذه التكاليف.\r\n\r\nإذا لم ترجع إستمارة بيان الأدلة فى الوقت المناسب أو لم تحضر للمقابلة فعادة سوف يتم رفض طلبك للجوء. ربما لن تقوم وزارة الداخلية بالنظر بالتفصيل فى طلبك و لن تقوم بمقابلتك. لذا يجب عليك إخبار وزارة الداخلية فى أقرب فرصة ممكنة إذا لم تقدر على:\r\n\r\nملء الإستمارة؛\r\nإبراز الوثائق التى طلب منك إحضارها؛ أو\r\nالحضور للمقابلة",
    "__v": 0,
    "status": "Approved",
    "language": "ar",
    "visible": true
    },
    {
    "_id": "5a56974050d906002f9f3769",
    "title": "متحف المواصلات",
    "order": null,
    "category": {
    "_id": "5a256e431aefb70014e3a24b",
    "title": "Welcome",
    "shortDescription": "Refuweege letters",
    "description": "Refuweegee is a community-led charity set up to ensure that all refugees arriving in Glasgow are welcomed to the city in true Glaswegian style.  We want to make sure that when people arrive in Scotland they receive the welcome they deserve and few useful tips too! We also want to provide everyone who wishes to get involved and make a difference, the opportunity to do so.\r\n\r\nThe heart and soul of Refuweegee's welcome packs are the \"letters fae the locals\". Here are few of them to welcome you to the wonderful city of Glasgow.",
    "__v": 0,
    "order": 1,
    "icon": "",
    "visible": true,
    "amharngaDescription": "arabic translation",
    "arabicDescription": "منظمة Refuweege تقوم باستقبال القادمين الجدد لجلاسجو بأسلوب. هذه بعض من الرسائل التي يكتبها أصدقاء المنظمة للترحيب بالاسكتلنديين الجدد.",
    "titleTranslation": {
    "am": "Amharic  translation",
    "ar": "مرحبا"
    }
    },
    "fullContent": "مرحبا بك في جلاسجو! أتمنى أن تسمتع بمدينتنا. أنا أحب الذهاب لمتحف المواصلات. \r\n     \r\n     \r\n     \r\n     \r\n    ",
    "__v": 0,
    "articleImage": "refuweegee_3.jpg",
    "status": "Approved",
    "language": "ar",
    "visible": true
    },
    {
    "_id": "5a56982950d906002f9f376a",
    "title": "جلاسجو الأمل",
    "order": null,
    "category": {
    "_id": "5a256e431aefb70014e3a24b",
    "title": "Welcome",
    "shortDescription": "Refuweege letters",
    "description": "Refuweegee is a community-led charity set up to ensure that all refugees arriving in Glasgow are welcomed to the city in true Glaswegian style.  We want to make sure that when people arrive in Scotland they receive the welcome they deserve and few useful tips too! We also want to provide everyone who wishes to get involved and make a difference, the opportunity to do so.\r\n\r\nThe heart and soul of Refuweegee's welcome packs are the \"letters fae the locals\". Here are few of them to welcome you to the wonderful city of Glasgow.",
    "__v": 0,
    "order": 1,
    "icon": "",
    "visible": true,
    "amharngaDescription": "arabic translation",
    "arabicDescription": "منظمة Refuweege تقوم باستقبال القادمين الجدد لجلاسجو بأسلوب. هذه بعض من الرسائل التي يكتبها أصدقاء المنظمة للترحيب بالاسكتلنديين الجدد.",
    "titleTranslation": {
    "am": "Amharic  translation",
    "ar": "مرحبا"
    }
    },
    "fullContent": "أتمنى أن تجد جلاسجو مليئة بالدهشة والأمل والإلهام. أعلم أن مدينة غريبة قد تبدو خاوية من هذه الأشياء، لكن ابحث جيدا وستجدها. وعندما تجدها فهي لك، كما كل شيء آخر في مدينتِك جلاسجو. \r\n     \r\n     \r\n     \r\n     \r\n     \r\n    ",
    "articleImage": "refuweegee_2.jpg",
    "__v": 0,
    "status": "Approved",
    "language": "ar",
    "visible": true
    }
    ]