[
    {
        "title": " Your Legal Case",
        "short_content": "Your Legal Case\n\n\n  Even if you have a lawyer, it’",
        "full_content": "Your Legal Case\n\n\n  Even if you have a lawyer, it’s important to understand your own legal case – this is your case and your life and you need to keep track of what is happening and whether the lawyer is doing the things they should be. \n\n  Know your rights at different stages of the system, and know what the options are for the stage you are at. Knowing what could come next will help you prepare.\n\nTake an active role in your legal case. Don't passively accept the decisions of the Home Office and the courts if you think they are wrong. \n  Terminology - what is a lawyer?Legal aidExceptions in England and Wales\nRead the Public Law Project's guide to applying for exceptional funding without a lawyer here.\nLegal aid for detention mattersLegal aid for asylum supportLegal aid for judicial reviewMoving from Scotland/N Ireland to England/WalesLegal aid: time-limited and merits testedAlternatives to legal aidPrivate lawyerPro bono\n ACTION SECTION\n\nIf you are struggling to get a legal aid lawyer to take on your case, it may help to go through your case with a knowledgable friend/supporter and think about how to present it to a lawyer in the strongest possible way.  Getting evidence to back up your story may help with this.\nSimilarly, friends/supporters may be able to help you think about how to explain your case to a lawyer you are asking to take on your case pro bono.\nIf you cannot get a legal aid lawyer, supporters/your community could fundraise to pay for private legal fees.\n\nCommunicating with your lawyer\n\n  You should always have a copy of your documents, and anything your lawyer has submitted to the Home Office. Keep all your paperwork together in one organised file. \n  You should always know the last action your lawyer took: what they did, when, and when they expect a response.  \n  Your lawyer should speak to you before and after each stage in the process of applying for leave to remain (e.g. your Home Office interviews, the decisions on your case). \n  Make sure your lawyer knows your contact details. If you change address or phone number, let your lawyer know as soon as possible.\n  Contact your lawyer any time you receive a letter from the Home Office or from the Courts and Tribunals service. \n  Contact your lawyer prior to any appointments with the Home Office (other than routine reporting/signing events). \n\nFinding a lawyerA complaint against your lawyerLegal support (not legal advice)What is legal advice?Why you shouldn’t give legal advice if you are not a qualified adviser\n Providing legal support\nThere are many things that community/support groups can do to provide legal support without giving legal advice.  You can:\n\nprovide general legal information (you can use this Toolkit to do this)\nbefore somebody applies for asylum or immigration status, or while they are going through the process, sit down and go through the different stages and what can happen at each stage.  You may want to use our Toolkit, materials available online; or your own personal/professional experience.\nresearch evidence on a country of origin or particular situation of the person you are supporting\nuse your contacts to ask an expert to write a report to support the legal case\nhelp gather useful letters for the case – this might be from a school, Social Services, medical or mental health professionals, community groups\nread someone’s Reasons for Refusal Letter or court determination and point out which parts of their testimony are being doubted\nfind other case law or guidelines that these documents may refer to\nexplain the meaning of technical terms in legal documents\ntype up what someone wants to say in response to a Reasons for Refusal Letter, or other negative decision, especially if they find written English difficult\nhelp someone talk to their lawyer, if they are not comfortable doing this themselves\nhelp someone prepare for an asylum interview, asylum/human rights appeal, or judicial review hearing.  This may be by providing emotional support, practical information about where they have to go and how to get there, explaining the lay-out and personnel of the court, or listening to someone give their testimony so that the first time they do this is not in a hostile setting.\nhelp someone prepare in case they are detained, and agree a plan of action for if they are detained.\nvisit someone if they are detained\n\nYou will find more information about all of these actions as you go through the Toolkit.\n",
        "category_id": 1
    },
    {
        "title": " Entering the UK",
        "short_content": "Entering the UK\n\nMost visas (entry clearance) for ",
        "full_content": "Entering the UK\n\nMost visas (entry clearance) for the UK require an application before you travel to the UK. Some of the most common forms of visa are student visa, work visas and partner/spouse visas.  \nYou can find information about visas for the UK on the Home Office website.\nThe requirements for these visas are becoming increasingly difficult to meet: most require a lot of documentary evidence, large amounts of money, and lengthy probation periods. See also Family Migration section.\n    Student visasWork visasEuropean nationalsHealth surchargeEntering UK and claiming asylumFalse passports\nThere are legal options, even after a criminal sentence has been given, that may help you if you have been prosecuted for use of a false passport. One of these is the Criminal Cases Review Commission (CCRC).\n\nThe CCRC was set up to deal with suspected miscarriages of justice.  It has reviewed a number of convictions relating to offences by asylum seekers/refugees connected to their entry to the UK. In most of these cases, the applicants have been advised to plead guilty, and were not advised that they may have a defence. The CCRC has the power to refer convictions (and sentences) to the appropriate appeal court if it determines there is a real possibility that the conviction will be quashed.\n\nFor more information on this process, contact the CCRC on 0121 233 1473 or get an application form on their website. \n  The CCRC can deal with cases in England, Wales and Northern Ireland. For cases in Scotland, contact the Scottish CCRC on 0141 2707030 or see their website for more information. \n",
        "category_id": 1
    },
    {
        "title": " Human Rights",
        "short_content": "Human rights\n The UK is bound by the European Conv",
        "full_content": "Human rights\n The UK is bound by the European Convention on Human Rights, and the protection of these rights is part of UK law through the Human Rights Act.\n  The main rights that lead to a specific form of leave to remain are those under Article 3 and Article 8 of the Convention.\n\nIf you are seeking asylum, human rights arguments for leave to remain should be made at the same time as applying for asylum.  It is common, however, for human rights grounds to arise after an initial application for asylum. \n\n    Article 3Article 8Razgar Test\nThe Razgar test asks:\n\nwould someone's removal from the UK be an interference with their private or family life;\nwould this interference engage the operation of Article 8;\n\nwould the interference (removing the person from the UK) be in accordance with the law;\n\nwould the interference comply with the legitimate aim of a democratic society; \n\nand would such an interference be proportionate to the legitimate public end sought to be achieved by the public authority  (the Home Office)? \n\nArticle 8 and the immigration rulesMaking an article 8 applicationApplication FeeHealth surcharge\n ACTION SECTION\n\nAs you will see if you look at the fee waiver form, it is a long form to fill out!  Friends/supporter may be able to help with this, and with gathering the essential evidence to help your application be successful.\nIf a fee waiver is not granted, your supporters/community could help raise the money for the application/health surcharge. \nAfter reading this page, and the page on Rights of the child if relevant to your case, think about the evidence you need to gather.  Friends, supporters, your community can help gather this evidence and may even provide evidence in the form of statements/supporting letters.  \n\nArticle 8 and appeals\n\"In all cases based on Article 8, evidence of social, cultural, educational and other connections to the UK will be critical. Such evidence requires witnesses; current and former foster carers, friends from school, teachers, social workers, counsellors and anyone else who can vouch for the young man should be approached. Many young men are reluctant to do this because they do not like to ask favours, they are proud and they do not want to appear needy or vulnerable. This tendency must be resisted and overcome.\n\nIt is best if the witnesses can attend court. The more the merrier. More than 10 or 12 is probably excessive but it is helpful to convey in the strongest way possible that the young man is genuinely well regarded and integrated, to the point that many different people are willing to go out of their way and come to court to support him. Judges tend to be self important (it is virtually part of the job description) and attending court is the best, perhaps only, way anyone can show their respect to a judge. Written statements by those “unwilling” to attend in person are bound to be given less weight.\n\nWith considerable social and community support for a particular Appellant, perhaps combined with his having done very well at school or college (I have had the privilege to represent young Afghans who have qualified for university), there is a possibility that an appeal might succeed. Without that visible support, though, an appeal on private life human rights grounds is basically doomed to fail.\"\nLeave to remain based on Article 8",
        "category_id": 1
    },
    {
        "title": " Rights of the child",
        "short_content": "Right to remain via rights of a child\n\nSection 55 ",
        "full_content": "Right to remain via rights of a child\n\nSection 55 of the 2009 Borders, Citizenship and Immigration Act means that there is a statutory duty - required by law - that the Home Secretary ensures Home Office decisions concerning children safeguard and promote the welfare of children.\nThis duty is usually referred to as having to consider the “best interests” of the child, referring to Article 3(1) of the United Nations Convention on the Rights of the Child 1989, which the UK has signed. \nThis duty applies to third parties acting on behalf of the Home Office, and the duty also applies when the Home Office makes immigration decisions that will affect a child (the decision does not have to be about the child).\nSubsequent case law has further emphasised that the best interests of the child must not just be considered, but must be considered first. \n Seven year rule?Making your claim\n ACTION SECTION\nYou or your friends/supporters can gather/provide evidence that shows your child has established a life in the UK, and why they would not be able to sufficiently integrate into the country of your birth/residence.\nRead the section above for ideas.\nLeave to remainZambrano\nCurrently in the UK, Zambrano can only be used when a British citizen child is cared for by a non-EEA national parent or carer, there is no British or UK-settled parent to care for the child, and removal of the non-EEA national parent/carer would result in the child being unable to live in the UK or another EEA state. \nIf you meet the Zambrano criteria",
        "category_id": 1
    },
    {
        "title": " Family Migration",
        "short_content": "Family migration\n\nThis section explains the five-y",
        "full_content": "Family migration\n\nThis section explains the five-year probationary period and the ten-year route to settlement in the UK for non-European Economic Area (EEA) nationals.  At the time of writing, the process for EEA nationals wishing to settle in the UK after the UK leaves the EU is still not known.\nThis section also explains the private life grounds and long residence rule in the immigration rules that can lead to the right to remain.\n\nFive-year probationary period\nThe application forms and guidance notes for these applications are here.\nFees\nFees for the application from 6 April 2018:\n\n10 year route\nYou can find the application form and guidance notes for the ten-year route application on the government website here.\nLong residence rule\nYou can find the application form and guidance notes for this application on the government website here.\n",
        "category_id": 1
    },
    {
        "title": " EU Law",
        "short_content": "European Union (EU) law\nUnder European Union (EU) ",
        "full_content": "European Union (EU) law\nUnder European Union (EU) law, there is freedom of movement within the European Economic Area (EEA) and Switzerland for nationals of the EEA/Switzerland.  \nThe EEA consists of the EU members states, plus Iceland, Liechtenstein and Norway.\n As well as free movement within the EEA/Switzerland for EEA/Swiss nationals, there are rights to work; to seek work; to be temporarily unemployed; to be self-employed; and to study. These are known as \"treaty rights\".\nThe UK is still a member of the EU, and while it remains a member, the rights described below remain unchanged.  For information on Brexit and the right to remain of EEA nationals, see our legal blog post here.\nSurinder Singh\nIf you are considering the Surinder Singh route, or are currently  making a Surinder Singh application, you may find it useful to contact the organisation BritCits or join this Facebook support group.\n",
        "category_id": 1
    },
    {
        "title": " Asylum Introduction",
        "short_content": "What is asylum?\n Asylum claims are considered unde",
        "full_content": "What is asylum?\n Asylum claims are considered under the 1951 UN Refugee Convention, and its incorporation into European and UK immigration law.\n To be granted asylum (to get refugee status), it’s necessary to show that you have a\n  well-founded fear of persecution\n for reasons of race, religion, nationality, political opinion or membership of a particular social group\n you are outside your country of origin or normal residence\n and you cannot get protection in your own country.\n Do you have a well-founded fear (will it happen?) of persecution (what will happen?) for a Refugee Convention reason (why will it happen?) and no protection available to you in your home country (what will stop it happening?)\n Persecution\nThe Qualification Regulations state:\n5.— (1) In deciding whether a person is a refugee an act of persecution must be:\n(a) sufficiently serious by its nature or repetition as to constitute a severe violation of a basic human right, in particular a right from which derogation cannot be made under Article 15 of the Convention for the Protection of Human Rights and Fundamental Freedoms(1); or\n(b) an accumulation of various measures, including a violation of a human right which is sufficiently severe as to affect an individual in a similar manner as specified in (a).\n(2) An act of persecution may, for example, take the form of:\n(a) an act of physical or mental violence, including an act of sexual violence;\n(b) a legal, administrative, police, or judicial measure which in itself is discriminatory or which is implemented in a discriminatory manner;\n(c ) prosecution or punishment, which is disproportionate or discriminatory;\n(d) denial of judicial redress resulting in a disproportionate or discriminatory punishment;\n(e) prosecution or punishment for refusal to perform military service in a conflict, where performing military service would include crimes or acts falling under regulation 7 [exclusion clauses, see below]\n(3) An act of persecution must be committed for at least one of the reasons in Article 1(A) of the Geneva Convention [reasons of race, religion, nationality, political opinion or membership of a particular social group].\nWell-founded fear\n\nGrounds for an asylum claimImputed identity or beliefs: what people think you are or doParticular social group (PSG)Who are you at risk from?Internal relocationIndiscriminate violenceExclusion from protection",
        "category_id": 1
    },
    {
        "title": " Claiming Asylum",
        "short_content": "Claiming asylum\n\nIf you have come to the UK and yo",
        "full_content": "Claiming asylum\n\nIf you have come to the UK and you need to stay because you would be in danger in your country of origin or residence, and you want the UK to grant you international protection, you need to claim asylum.\nYou claim asylum via the UK Home Office, the government department that handles asylum and immigration claims, as well as enforcing borders.\nLegal representationAccommodation and financial supportDetention\n ACTION SECTION\n\nStart to make contacts in your new local area as soon as you can.\nIt is very difficult to go through the asylum process without support.  In the  ACTION SECTIONS throughout this Toolkit, there are suggestions of actions that people around you can take, to help you get through the process.\n\nMost towns and cities in the UK to which asylum seekers are dispersed have community centres where you can meet other people seeking asylum, and volunteers who will be able to help and advise you. When you arrive in a new place, ask other people and look for these places, until you find one or more that you like.\nPrepare for what is coming next\nIf you have not yet had your asylum interview, start preparing for it now.\nMost people who apply for asylum are refused asylum by the Home Office. Make sure you know what your legal options are if this happens.\nYou may have the right to appeal the Home Office refusal of your asylum claim.  Is there evidence that you were not able to get in time for your asylum interview, but can get now?\nHave good people around you who can support you. It is not a nice experience to be told by the Home Office, and maybe by the courts as well, that you are not telling the truth.  With people standing by you in solidarity, you are more likely to be able to keep going, and keep fighting for justice in your case.\nFind out who your local MP is. \nYour MP will depend on the constituency you live in or have strong connections to. A constituency is an area of the UK where the voters elect one MP. \nYou can find out who your local MP is, and how to contact them, at TheyWorkForYou.com.\nIt’s never too early to start thinking about meeting your MP. If they already know you, they will be more likely to want to help if you go to speak to them when something has gone wrong in your case. It’s much more effective to meet them in person than to phone or email.  You can meet them during their \"surgery\" where they meet members of their constituency face-to-face to talk about local issues.  \nIf you're a member of a local group, you might like to invite your local MP to one of the group's events.  If you later approach the MP for help, your connection to that group may be a positive factor and may encourage them to help you.\n\n",
        "category_id": 1
    },
    {
        "title": " Screening Interview",
        "short_content": "Asylum screening interview\n\nThis is the first inte",
        "full_content": "Asylum screening interview\n\nThis is the first interview that takes place after you have claimed asylum. \nIf you have claimed asylum at the port where you entered the UK, you will usually be interviewed there by an immigration officer. If you claim asylum some time after entering the UK, you will usually be interviewed at the Screening Unit in Croydon.\nQuestions in the screening interviewYour journey to the UKHealth questionsCategorising your caseDetained non-suspensive appeal\nDetained Fast-Track:\nthis used to be one of the categories a case could be routed in to at screening interview. This category does not currently exist as the detained fast-track system for asylum applications was suspended following successful litigation that showed it was being operated unlawfully.\nDublin/safe third countryUnaccompanied minors",
        "category_id": 1
    },
    {
        "title": " Dublin Regulations",
        "short_content": "Dublin regulations: a “safe third country”\n\nNot ev",
        "full_content": "Dublin regulations: a “safe third country”\n\nNot everyone has the right for their asylum claim to be heard in the UK.\nIf you are an adult and you claim asylum in the UK, and the Home Office proves that you have travelled through a safe country on your journey to the UK, they may “transfer” your case and say that you have to return to that safe country (the \"third country\") to have your asylum claim heard.\nThey are called \"third\" countries because they are not the UK and not your country of origin/residence.\nDetention in Dublin casesHumanitarian clauseTransfers (removals) under the Dublin RegulationsLapse of responsibilityTransfer request deadlinesReceiving country's response deadlinesTransfer/removal deadlinesUnaccompanied minorsChallenges to Dublin removals to certain countriesChallenging a Dublin removal Using Dublin to come to the UK",
        "category_id": 1
    },
    {
        "title": " Asylum Interview",
        "short_content": "Asylum interview\n\n  The asylum, or substantive, in",
        "full_content": "Asylum interview\n\n  The asylum, or substantive, interview is when the Home Office interviewer will ask you in detail about your reasons for claiming asylum. The interview may last several hours and you will be asked lots of questions. You may be asked the same questions several times in different ways. \n\n    It can be a very long, difficult and traumatic interview, and could be the most important part of your asylum application.\n\n  You are going to be asked questions about things that may be very difficult to talk about. Be prepared for not being believed.  It is common for the Home Office interviewer to explicitly say they do not believe you. \n\n   You need to be very clear, give as much detail as possible, and try to remember to include all the important information.\n  Have friends, neighbours and supporters on hand to talk to before and after the interview.  See the  ACTION SECTION below.\nRead the advice that people who have experienced the asylum interview would give to others facing it, here.\nAudio recording and written transcriptMale or female interviewerInterpretersKnow your rights\n\nRequest that your substantive interview is audio recorded.  Make the request in writing, and more than 24 hours before the interview (or more than three days, if you are in detention).  Make sure you are given a copy of the audio recording and the written transcript at the end of the interview.\nYou have the right to request a male or female interviewer, and a male or female interpreter.  Make this request as far in advance as possible. \nIf you are not feeling well, are tired, or upset because of having to think about what has happened to you, tell the interviewer this.\nIf you need a break during the interview, ask for one – this is your right, do not be afraid to ask. \nIf you think there is a problem with interpretation, say so as soon as possible, and ask for this to be noted on the interview record. \nIf there were things you forgot to say, or said wrong, or felt you were not given time to explain, or if there were any other problems during the interview, make sure this is recorded when you are asked, towards the end of the interview, \"Is there anything else you want to add?\"\nDates and times, cultural issuesEvidenceDocumentary evidenceQuestions you might be asked in the interviewAbout you - personal detailsAbout your journeyWhy are you claiming asylum?Who is responsible?Has the threat affected other people?Arrest/imprisonmentMedical, psychological problems\n ACTION SECTION: \nprepare for the interview\nYour testimony in the asylum interview may be the only evidence you can provide.  You are going to be asked questions about things that may be very difficult to talk about. Try and think about ways you can try and remain calm and protect yourself when talking about emotional issues.\nYou may find it helpful to practice in advance of the interview, using the guidance above about questions you may be asked.  Is there someone you trust you can do a \"mock interview\" with?  Remember, if your friend/supporter is playing the part of the Home Office interviewer they should not be too friendly!\nAre there parts of your story that don’t make sense to them?  Is this because there are things you’ve forgotten to say? Or there things that don’t seem that important to you but are crucial to explaining the story to someone who wasn’t there?\nSome people find it useful to write down the important points of the story, or draw symbols and pictures, to get it straightened out in their head before they are asked questions in the interview (often in a confrontational way).  You will not be able to take these into the interview with you, however.\nYou may wish to write out, or tell a friend who will write it for you, a timeline of the events that took place leading up to you having to leave your country (this may cover many years). Discuss this with a friend, and it may prompt memories of important facts or details that you had forgotten.\nBe prepared, but in your interview try not to sound like you are repeating a script from memory or sound rehearsed, as this may sound like you are not telling the truth.\n\nMake sure you know where your interview will be (visit the place in advance of the interview), how you will get there and how long it will take to get there.  Being late or being lost will distract you from focusing on telling your story in the interview.\nBe prepared for not being believed: it is common for the Home Office interviewer to explicitly say they do not believe you, or make comments hinting as this.  You need to be very clear, give as much detail as possible, and try to remember to include all the important information.  Have friends, neighbours and supporters on hand to talk to before and after the interview.  \nThis is a crucial time for emotional support from those around you.\n\nAfter the interview\nSoon after the interview, perhaps the next day, you can go through the transcript to check for any mistakes or misunderstandings in your answers, or how they were written down, or in the interpretation. You might find it useful to have a friend/supporter to help you with this. It may be several months before you receive your asylum decision based on this interview, so it is best to look for potential problems while it is still fresh in your mind.\nYou can submit documentary evidence or statements explaining any issues that occurred during the interview to the Home Office within five days of your interview.\n",
        "category_id": 1
    },
    {
        "title": " Asylum Decision",
        "short_content": "Asylum decision\n\nYou should be informed of the Hom",
        "full_content": "Asylum decision\n\nYou should be informed of the Home Office decision on your asylum claim within six months of your substantive interview.\nThe Home Office says that it may take longer than this if your supporting documents need to be verified, if you need to attend more interviews, or if your personal circumstances need to be checked, for example if you have a criminal conviction or you’re currently being prosecuted.\nPositive decisionRefugee status\nRead more about refugee family reunion in barrister Colin Yeo's guide for refugees (including those with humanitarian protection), their families and their friends trying to understand the rules on refugee family reunion.\nHumanitarian protectionOther leave to remainNegative decision - a refusal",
        "category_id": 1
    },
    {
        "title": " After a refusal",
        "short_content": "After a refusal\nIf your asylum or immigration appl",
        "full_content": "After a refusal\nIf your asylum or immigration application is refused by the Home Office, you should try and get legal advice. \nIf you do not have a lawyer, or you cannot pay for private legal help if your case is not eligible for legal aid, there may be things you can do yourself and with the help of supporters.\nAppealsAdministrative reviewAfter an asylum/human rights refusal\n ACTION SECTION: the refusal\n\nIf you receive a refusal on your case from the Home Office or the courts by post, keep the envelope.  You may need to prove when it was posted, and the actual day you received it. Write the date you received it next to the postmark.\nGo through every paragraph of the refusal letter and write comments. \nAre there mistakes such as dates or places in your story?  Can you identify how these errors have occurred?  For example, is the error also recorded in the written transcript of your asylum interview?  If it is, you may also need to check the audio recording of your interview.  Was it a mistake in interpretation? \nCan you identify areas where you now realise you did not understand the question? Challenging these areas are more likely to succeed if you managed to submit a written statement to the Home Office about any problems during the interview before you received a refusal letter.  \nLook at your other documents to identify when the error has occurred.    These might include the record of an asylum screening interview, asylum interview, or any statements/evidence submitted to the Home Office. An asylum Reasons for Refusal Letter (RFRL) may reference the different documents with abbreviations:  Screening Interview (SCI), Asylum Interview Record (AIR), Witness Statement (WS).  \nHave all areas of your claim been considered?  If you are claiming asylum, has it been considered under the correct Refugee Convention grounds? \nIf you are applying under human rights grounds as well as claiming asylum, have these been considered properly in the decision letter?  For example, if you have claimed asylum and applied to stay under Article 8 (family and private life), has your Article 8 case been considered in the decision?\nYou can write a statement about the things you think are wrong with the refusal letter.   You can get a friend/supporter to help with this if you find writing in English difficult.  If you have a lawyer, they should write and submit this statement for you.  You should submit this statement to the Home Office and, if you have the right of appeal, to the court in advance of your appeal hearing. \nWhat evidence can you find to support your statement?  This might be evidence specific to your case, country of origin information, expert evidence.  See below for more information. \nHave there been problems because you couldn't remember something clearly, especially if the event was traumatic?  You can find useful resources about memory recall and traumatic events on the Centre for the Study of Emotion and Law website.\n\nChallenging Home Office country guidanceExpert Evidence\n ACTION SECTION\n\nIf you are unrepresented, you could try contacting experts yourself. If a supporter or local group has connections to an NGO or a university, they may be able to find an expert who is willing to do this for free.\nYou could also try contacting the experts listed on the Refugee Legal Aid Information website or on the EIN website.\nIf the expert cannot produce an export report for free, a reasonable price might be £300-£400.\nRemember this amount is just for producing the report.\n An expert may not be required to attend the appeal, especially if they have simply verified they think a document is genuine, but you should check that the expert would be willing to appear in court just in case. If you are paying the expert yourself,  they may ask for more money if they are required to come to court. \nIf the expert asks to be paid, your friends/community could consider fundraising for this.  You need to decide if this is a good use of funds - is there a crucial element of your case that the Home Office doesn't believe, that an expert report could realistically help with?\n\nObjective Evidence\nGood places to look for information on human rights in a country of origin:\n\n\n\n\nUNHCR\nRefWorld\nAsylum\nResearch Consultancy \n European COI Network \nAmnesty International \nHuman\nRights Watch \nInternational\nCrisis Group \n\n\n\n\nIRIN\nNews \nUS\nState Department Human Rights Reports \nVoice\nof America news \nThe\nGuardian newspaper \nThe\nNew York Times \nBBC world\nnews \n\n\nFor more suggestions of where to look for evidence, see the country information page on the Right to Remain website, where sources are also listed thematically.\n\n ACTION SECTION: after a refusal\n\nThink about what might happen next, and make a plan of action.\nAfter a refusal, you need to think about what your options are and what might come next.  If you have made an immigration application and it has been refused, read the information above about administrative review and appeal rights.  If you have made an asylum or human rights claim and it has been refused, use the diagram above to see what the process involves after this point.\nStay strong, and look after yourself.\nGoing through the asylum and immigration system is very difficult and stressful. Sometimes it can be hard to think about anything else. But constant worry about your case can leave you feeling emotionally exhausted, and less able to cope with the process.\nEveryone has a different way of coping – think about what works for you. While your immigration status is of course very important, it’s also important to try and give yourself a break from thinking about it. Think about activities that can distract you or help you relax for at least a short period every day, which can help your mind and body recover a little. \nTalk to people you trust.  You may be very upset or even feel ashamed if your application/claim is refused, but don't hide it from people. You're going to need people to help you - don't be afraid to ask for their solidarity.  Don't leave it till it's too late for them to do anything.\nYou may wish to go and speak to your MP about your refusal, especially if you don't have the right to appeal. Think about how to explain what has happened clearly and calmly.  What has gone wrong? Why is the decision unjust? What do you want the MP to do about it? Read more here.\n\n\n",
        "category_id": 1
    },
    {
        "title": " Appeal",
        "short_content": "Appeals\n\nThis section looks at appealing a Home Of",
        "full_content": "Appeals\n\nThis section looks at appealing a Home Office refusal at the First-tier Tribunal. \nThis is the first court you have access to if you have the right to appeal a refusal by the Home Office.  You do not need to apply for permission to appeal at the First-tier Tribunal - if you have the right of appeal, you can go ahead and appeal.\nIf you have a lawyer, they will prepare and submit the appeal form for you, and represent you at court.  The information in this section is intended to give you more information about the process, especially if you do not have a lawyer and will be appealing the decision yourself.\nRight of appealGrounds for appealNo right of appealSubmitting your appealTime limitThe appeal form\n ACTION SECTION\nIf you find writing English difficult, a friend or supporter may be able to help you to fill out the appeal form.  You need to tell them what to write, and they write it on the form.  They should read back everything they have written for you, to check it is correct.\nQuestions in the form\nYou do not need to fit everything you want to say into the boxes on the form.  If you have a lot of information or need to give a long explanation, you can write \"see attached statement\" and write your information/explanation on a separate sheet. Make sure you put the heading of the form section/the question you are answering at the top of your extra information.\nMake copies of the completed form and all documents that support your appeal, keep the original documents and send copies with the completed form.\nFeesAfter submitting your appealCase Management Review HearingFull Hearing\nIf you are representing yourself (you do not have a lawyer), remember to bring all the necessary documents with you.  This includes your Notice of Hearing and any documents you want the judge to consider.\nMaking your argument\n ACTION SECTION\n\nIt can be useful to find out where the Tribunal is in advance, and go and visit it. Find out the travel route you will need on the day.\nIf you are destitute and on asylum support, the Home Office will pay for your travel to the hearing.  They will not do this automatically - you or your lawyer need to ask them to provide a travel ticket.\nIf you need childcare, ask friends, family or your community if they can help with this.  You may have people who can look after your children, or supporters may be able to help fundraise to pay for professional childcare.\nYou may be feeling nervous about going to court.  You can ask a few friends or supporters (not too many) to sit in the court room in the public area, for moral support. They are not allowed to speak or make any interventions in the proceedings, but it can help to have a friendly face or two in the room.\nYou may even want to practice by doing a pretend hearing with friends/supporters, with someone playing the judge and someone else the Home Office Presenting Officer.\nIf you have a friend sitting in the hearing with you, you can ask them to take notes during the hearing.  Did anything go wrong with the procedure? Was there a problem with interpretation?  Do they know your case and notice that you missed out something important, or didn't explain something clearly?  This evidence might be useful for further legal options, such as a witness statement in a fresh claim.\nAs hearings are public, you have the option to going to watch someone else's hearing in advance of your own. Think about whether you think this would be helpful or not.\n\nThe Decision",
        "category_id": 1
    },
    {
        "title": " Upper Tribunal",
        "short_content": "The Upper Tribunal\n\nThis section deals with appeal",
        "full_content": "The Upper Tribunal\n\nThis section deals with appealing First-tier Tribunal refusals at the Upper Tribunal.\nIf your appeal is refused at the First-tier Tribunal, you can apply for permission to appeal at the Upper Tribunal if you think the First-tier Tribunal judge made an error in the way they applied the law in deciding your case.\nErrors of lawPermission  1. Apply for permission at the First-tier Tribunal\n\n  2. Apply for permission at the Upper Tribunal\n\n\n ACTION SECTION\nIf you find writing English difficult, a friend or supporter may be able to help you to fill out the appeal form.  You need to tell them what to write, and they write it on the form.  They should read back everything they have written for you, to check it is correct.\nIf permission is refusedIf you are granted permission to appealThe Hearing\nIf you are representing yourself (you do not have a lawyer), remember to bring all the necessary documents with you.  This includes your Hearing Directions and any documents you want the judge to consider.\nMaking your argument\n ACTION SECTION\n\nYou may be feeling nervous about going to court.  You can ask a few friends or supporters (not too many) to sit in the court room in the public area, for moral support. They are not allowed to speak or make any interventions in the proceedings, but it can help to have a friendly face or two in the room.\nYou may even want to practice by doing a pretend hearing with friends/supporters, with someone playing the judge and someone else the Home Office Presenting Officer.\nAs hearings are public, you have the option to going to watch someone else's hearing in advance of your own. Think about whether you think this would be helpful or not.\n\nThe decisionPositive decisionIf you lose your case at the Upper Tribunal",
        "category_id": 1
    },
    {
        "title": " Judicial Review",
        "short_content": "Judicial reviews\nA judicial review is a form of co",
        "full_content": "Judicial reviews\nA judicial review is a form of court proceeding in which a judge reviews the lawfulness of a decision or action made by a public body. In  asylum and immigration cases, that public body will usually be the Home Office.\nA judicial review can challenge the way a decision has been made, if you believe it was illegal, irrational, or unfair. It is not really about whether the decision was \"right\", but whether the law has been correctly applied and the right procedures have been followed. \nJudicial reviews and legal aidIs a judicial review your best option?\n ACTION SECTION\nLook carefully at your case and the legal process and decide if a judicial review is the right option for you, or if there are better ways of using your (and your friends/supporters') resources.\n\nHave all aspects of your reasons to remain in the UK been considered?\nHave you exercised all your appeal rights?\nCan you find new evidence for further submissions to be considered as a fresh claim?\nCould you/your supporters work on presenting your case in the strongest way possible to convince a lawyer to take it on, either under legal aid or pro bono?\n\n Reasons you may consider a judicial reviewTime limitsPre-action stageFees Permission stage\n\nRemedyQuestions in the formLodging your permission applicationIf you are refused permissionIf you are granted permission\n ACTION SECTION\nIf you applied for permission without a lawyer and have been granted permission, you now stand a better chance of a legal aid lawyer taking on your case.  Go back to your previous lawyer, or try to find a new lawyer.  If they take on your case, they will instruct a barrister to represent you in the hearing.\nIf you cannot find a legal aid lawyer to represent you, you may be able to find a lawyer to take on your case pro bono.\nThe rest of this section assumes you do not have a lawyer to represent you.\n\nRemember: if you change address, you must inform the Tribunal/court. Otherwise they may send vital information to the wrong address.\nThe hearing\nTo find out more about preparing for the hearing, read the Bar Council's Guide to Representing Yourself in Court.\nOutcomesPositiveNegativeJudicial review: enough to stop a flight?Urgent application, injunction\nAn injunction is an emergency, interim measure. \nMaking an application",
        "category_id": 1
    },
    {
        "title": " Other Courts",
        "short_content": "Other courts\n\nThis section looks at the courts abo",
        "full_content": "Other courts\n\nThis section looks at the courts above the First-tier and Upper tribunals.\n\nIf you receive a refusal of your asylum or immigration application, and you have the right to appeal, you can appeal at the First-tier Tribunal.  If your appeal is dismissed by the First-tier tribunal, you can apply for permission to appeal at the Upper Tribunal.\n\nYou need permission to appeal at all the courts explained on this page.  It is very hard to succeed at this level without the help of a good lawyer.\nCourt of Appeal (England and Wales)Court of Appeal (Northern Ireland)Court of Session (Scotland)Supreme CourtHigh CourtEuropean CourtsThe European Court of Human RightsThe European Court of Justice",
        "category_id": 1
    },
    {
        "title": " Fresh Claims",
        "short_content": "Fresh claims\n\n Further submissions/evidence can be",
        "full_content": "Fresh claims\n\n Further submissions/evidence can be given to the Home Office at any point after an asylum claim or human rights application is refused, but a fresh claim can only be made when you are \"appeal rights exhausted\". \n\nYou or your lawyer give the Home Office the further submissions (new evidence/documentation) and the Home Office decides if it’s a fresh claim, using the legal test below. \n\nAlthough the evidence you submit is not technically a \"fresh claim\" unless the Home Office says it is, people tend to use the term more widely than this.  For example, gathering evidence to be submitted to be considered as a fresh claim is more easily phrased \"preparing a fresh claim\".\n    Legal test\nImmigration Rules\n353. When a human rights or asylum claim has been refused or withdrawn or treated as withdrawn under paragraph 333C of these Rules and any appeal relating to that claim is no longer pending, the decision maker will consider any further submissions and, if rejected, will then determine whether they amount to a fresh claim.\nThe submissions will amount to a fresh claim if they are significantly different from the material that has previously been considered.\nThe submissions will only be significantly different if the content:\n\n(i) had not already been considered; and \n\n(ii) taken together with the previously considered material, created a realistic prospect of success, notwithstanding its rejection. \nFresh claim outcomes\n1) The Home Office decides that your evidence meets the fresh claim criteria and that the new evidence shows you are in need of protection/meet human rights claim rules  you are granted refugee status; humanitarian protection; or other leave based on your human rights claim. \nOR\n2) The Home Office decides that your evidence meets the fresh claim criteria, they have considered your new claim, and have refused it: they have decided you are not in need of protection or leave to remain based on a human rights claim.  If this happens, you will be given the right to appeal the refusal of your claim.  This is a relatively positive outcome, as the court/Tribunal is more likely to look favourably on your evidence than the Home Office.\nThis outcome is what the phrase \"notwithstanding its rejection\" refers to in point (ii) of the fresh claim test above.  The Home Office decision-makers should be looking at whether the evidence submitted creates a \"realistic prospect of success\" first and therefore meets the fresh claim test even if they have decided the claim itself will not lead to a grant of protection/status.  It is this realistic prospect of success that generates the appeal right of the refusal.\nBefore making decisions 1 or 2, the Home Office may decide they need to interview you again.\nAlternatively, the Home Office will just make a decision based on the evidence you have submitted and write to you to tell you they have granted you leave to remain, or that you did meet the fresh claim test but they have refused your new claim.\nOR\n3) The Home Office decides that your new evidence does not meet the fresh claim legal test.  In these circumstances, you are not given the right of appeal.\nYour options may include exploring other legal options to regularising your immigration status; preparing a further, better fresh claim, or possibly a judicial review of the Home Office decision that your evidence doesn't meet the legal test.  Judicial reviews are very hard to do without legal representation.\nThe basis of a fresh claimNew evidence is available supporting your original asylum claimChange of circumstances back homeCase law/legal developmentsNew claim on a new basisPreparing your fresh claim1. Read carefully all the documents you have from your asylum/human rights claim.2. Gather your new evidence.3. Write a letter to explain the further evidence you are submitting4. Submit your evidence\n ACTION SECTION\nPreparing fresh claims are an area where you might be doing a lot or all of the work yourself, if you don't have a lawyer.  It's an area where friends/supporters can help out a lot, for example:\n\ngetting previous documents. See point (1) of 'preparing your fresh claim'.  If a previous lawyer is refusing to hand over documents, a friend/supporter might be able to negotiate their release, or if necessary make a complaint on your behalf to the lawyer's regulator or the Legal Ombudsman.  They may also be able to help you make a Subject Access Request to the Home Office, to get your file from them.\ngoing through previous documents, particularly your appeal judgment.  This is particularly helpful if you cannot read English easily, or do not understand the legal terminology being used.  You use these documents as the starting point of your fresh claim.  See point (1) of 'preparing your fresh claim'.\nfinding evidence. This may be supporting statements or letters, or objective evidence.  See point (2) of 'preparing your fresh claim'.\ncan a good lawyer be found to take up the case?. You may have struggled to find a lawyer to help you with your fresh claim.  However, if you and your supporters have managed to find good evidence that makes your case stronger, a lawyer may now be persuaded to take up your case, and write the legal arguments to submit with the evidence.\nSubmission procedureExceptions to submitting in personFresh claims and forced removal",
        "category_id": 1
    },
    {
        "title": " Detention",
        "short_content": "Detention\n\nIf you do not have the right to remain,",
        "full_content": "Detention\n\nIf you do not have the right to remain, you are liable to being held in immigration detention. This can happen at any time, but there are several points in the asylum and immigration process when you are more likely to be detained (see below).\nPeople detained under immigration powers may be detained in an immigration removal centre (IRC) or short-term holding facility, or if they are a foreign national ex-offender who has completed their custodial sentence they may continue to be detained in prison.\nWhen can you be detained?Who shouldn’t be detained, according to the Home Office’s own policy? \n\nsuffering from a mental health condition or impairment (this may include more serious learning difficulties, psychiatric illness or clinical depression, depending on the nature and seriousness of the condition)\nhaving been a victim of torture\nhaving been a victim of sexual or gender based violence, including female genital mutilation\nhaving been a victim of human trafficking or modern slavery\nsuffering from post traumatic stress disorder (which may or may not be related to one of the above experiences)\nbeing pregnant\nsuffering from a serious physical disability\nsuffering from other serious physical health conditions or illnesses\nbeing aged 70 or over\nbeing a transsexual or intersex person. \n\nBe prepared in case you are detained\n ACTION SECTION\nIf you are at risk of being detained, there are some things that you can and should do to be prepared.\n\n\n\n\n\n\nYou should have a list of emergency contacts, and someone else should have a copy. These might include your lawyer’s number (and your case reference number the lawyer uses in letters to you), any close friends or family, people you have spoken to about caring for children in case of detention, doctors or hospitals if you have a medical condition.\n\n\n\n\n\n\n\n\nHave copies of your documents.  If you are detained, it may become impossible for you to access your documents if they are in your home. This means that vital evidence that a lawyer or a friend/supporter needs can’t be reached. You should have a copy of all your documents, not just your lawyer. Give a copy of these documents to someone you trust.  Scan and email yourself copies of your important legal documents, so that you can access them if you are detained.\n\n\n\n\n\n\n\nIf possible, give a friend a copy of your house/room key. If you are detained, they can go and get essential things for you from your house. This may not be possible, for example if you are living in asylum accommodation. Only give a key to someone you trust, and make sure you are allowed to do this under your accommodation rules.  Alternatively, give a consent letter in advance to a friend giving permission to access your room in asylum accommodation if you are detained. This consent letter is also useful so that a friend can contact your lawyer on your behalf.  \n\n\n\n\n\n\n\nYour phone will probably be taken off you when you are detained.  Keep your important numbers written down.  If it’s possible to still use your own sim card, it’s a good idea to have saved important numbers to the sim card beforehand (rather than to your phone handset) so the numbers will be still available in the replacement phone.  If you have a smart phone, the sim card is unlikely to work in the detention centre device.\nIf you are on medication, take this with you when you go to report/sign at the Home Office.  You should be able to keep this with you if you are detained, though you will be issued with new medication once you are detained.  Also take your prescription for the medication with you, and if possible, a letter from your doctor explaining why you need it and why it should not be restricted or changed.\n\n\nSigning support and detention action plans\nSome starters on setting up a signing/detention support system for your group:\n\n(1) Make sure you know when everyone in the group goes to sign\n(2) Where are people signing?\n(3) Where they will be detained locally, before they are sent to a longer-term detention centre?\n(4) Have basic information about the stage that group members' cases are at. Remember, you don’t need to know everything about someone’s case, and you should only ask for information if the person is comfortable sharing it.\n(5) It may help to have a basic form that you use with information on such as name, date of birth, emergency contact details including lawyer if there is one, family, health problems etc. Their Home Office reference number may be important for contacting the lawyer/the Home Office. On this form, you can indicate issues that need to be thought about if someone is detained – are there children who need emergency child-care? Is medication needed?\n(6) Create a simple consent form for every group member to sign, giving permission for the group (or a named representative of the group) to speak to the person’s lawyer, or MP, or to enter their asylum accommodation, for example.\n(7) How does the group find out that somebody’s been detained? You might want to think about a buddy system (with back-up in case the buddy is away), a telephone tree or email system.\n\nHave an action planLegal options in detentionLegal aid contracted firmsDetention far from where you live\n ACTION SECTION\nIf you are unable to get legal advice from one of the contracted firms in immigration detention, you could think about these alternatives:\n\npro bono legal advice. Read more here.\nsupporters/friends providing legal support that does not involve giving legal advice. Read more here. \nfundraise for a private solicitor\n\nIf you are detainedCommunicationChaplains/religious support\n ACTION SECTION: visiting\n\nFriends and family can visit you in detention.\nThey will need to find out the visiting times, notify the centre in advance (they may need to give 24 hours’ notice) and bring ID with them. They can ring the detention centre to find out what form of ID they will need. They will have their photograph taken at the centre, and their fingerprints may be scanned as well. See the Home Office website for details of visiting each detention centre.\n\nThere are also visitor groups (co-ordinated groups of people, usually volunteers, who regularly visit people in detention to provide company and emotional support) set up for each detention centres and some prisons. The Association of Visitors to Immigration Detainees (AVID) has a list of their members on its website.\n\nIf someone you know has been detained, you might want to arrange visits to see them. The isolation of detention can make it very difficult to keep your spirits up.  Keeping engaged and communicating is essential not just for wellbeing but also for continuing with the legal process.\nIf a member of your group has been detained, you might want to think about fundraising to pay travel costs so group members can visit the person in detention. Detention centres are often difficult to reach by public transport, so sharing lifts in a car/petrol costs may be the easiest way of visiting.\nSome groups also organise letter writing sessions, where everyone gets together to write to someone they know (or even someone they don't) in detention. If a member of your group has been detained, you might want to take photos of the group getting together to take this action and send the photos to the person in detention, so they know people are thinking about them.\n\n\nGetting out of detentionImmigration bail\nIf you cannot find a lawyer to help you with these applications, you can apply for bail yourself. Bail Immigration for Detainees (BID)  have produced a handbook which can help with this.\nAddressesFinancial condition supporters\nThe Immigration Bail Observation Project Scotland has produced a useful leaflet and guide about being a cautioner, the bail procedure and providing bail addresses.  While written for people supporting those in Scotland, the information is also useful for those supporting someone trying to get immigration bail elsewhere in the UK too.\nBail hearings\n\nDrawing of a video-link bail hearing. From Bail Observation Project report \nMedical cases, torture survivors and Rule 35 Detention Centre",
        "category_id": 1
    },
    {
        "title": " Removal/Deportation",
        "short_content": "Removal/deportation\nForced removal, sometimes call",
        "full_content": "Removal/deportation\nForced removal, sometimes called \"administrative removal\" is when the Home Office enforces your removal from the UK if you don't have any leave to remain: if your application for leave to remain (including an asylum claim) has been refused, or you did have some form of leave to remain/a visa but it has now expired. \n Deportation, legally speaking in the UK, is the enforced removal of someone \"for the public good\", usually after serving a criminal sentence in the UK.\n Removals and deportations are usually carried out either on a commercial airline (one person being removed/deported, usually escorted by security guards, and the other passengers are the public travelling for holiday or business) or by private charter flight (usually lots of people being removed/deported to the same country at the same time).\n\nRemovalsRemoval windowsCases where removal windows can't be usedChallenging a removalDeportation after a criminal sentence\nIf a deportation order has been made against you, you will be issued with notice of deportation arrangements, and this should be in keeping with the removal notice periods above.\nTo prevent your deportation, you need to prove that it would breach your rights under the Refugee Convention or the Human Rights Convention.\n\nRemember that the Home Office is likely to take a very restricted view on who meets the circumstances above.  A judge in court may not agree.  \nThe Home Office cannot dictate in the immigration rules exactly what Article 8 means and what would be a disproportionate breach for every case. A judge may find that even if you don't meet the requirements of the immigration rules, you would suffer a disproportionate breach of your Article 8 rights if you were deported.\nSee below for legal challenges to deportations.\nAppealing the decision to deport youAsylum or human rights claimJudicial review\n ACTION SECTION\n\nAirline campaigning\nThis is a last-minute action that may be possible if someone has been issued with a \"courtesy letter\" that gives details of the removal/deportation flight.\nTaking action for the right to remain cannot just be about stopping a flight – if contacting the airline successfully stops the flight, this may buy some time for other actions to be taken and for legal avenues to be pursued.\nYour supporters can contact the airline, explain you are being taken against your will and why you should not be taken from the UK, and ask the airline not to accept you on the flight. \nRead more here.\nContact your MP\nThis action is more likely to succeed if you are already in contact with your MP about your case.  Your MP may be able to contact the Home Office directly (asking to speak to or meet with the Home Secretary or Immigration Minister specifically if necessary) and ask them to cancel the removal/deportation while important legal actions are taken.\nRead more here.\nPrepare yourself for return\nIt is hard to allow yourself the space and the time to think about what will happen if you are removed/deported. It is hard for both the person facing removal/deportation, and supporters, because it can feel like admitting defeat before the fight is over. But some people may find it helpful to think through what might happen, and what they can do to prepare themselves.\nRead more here.\n",
        "category_id": 1
    },
    {
        "title": " Re-entry Bans",
        "short_content": "Re-entry bans\nIt is very difficult to gain re-entr",
        "full_content": "Re-entry bans\nIt is very difficult to gain re-entry to the UK after a forced removal/deportation.\n\nThe immigration rules include general grounds for refusing to allow someone's entry to the UK.  See Entering the UK section of the Toolkit for more information on these general grounds.  \nIn addition to this, re-entry bans are applied to certain categories of people who breached immigration law in certain ways in a previous attempt to enter or stay in the UK.\n\nRemember that even if one of these exemptions applies to your situation, you may still be refused leave to enter the UK. This is because the Immigration Rules allows for a discretionary refusal of an application if the Home Office decides you have “previously contrived in a significant way to frustrate the intentions” of the immigration rules.\nDeportation cases",
        "category_id": 1
    },
    {
        "title": " Return",
        "short_content": "Thinking about Return\n\nIt is hard to allow yoursel",
        "full_content": "Thinking about Return\n\nIt is hard to allow yourself the space and the time to think about what will happen if you are removed/deported. It is hard for both the person facing removal/deportation, and supporters, because it can feel like admitting defeat before the fight is over. But some people may find it helpful to think through what might happen, and what they can do to prepare themselves.\nCoping MechanismsPractical PreparationsAfter removal/deportation: keeping in touch",
        "category_id": 1
    },
    {
        "title": " Glossary",
        "short_content": "Glossary: definition of terms",
        "full_content": "Glossary: definition of terms",
        "category_id": 1
    },
    {
        "title": " Introduction",
        "short_content": "About this Toolkit\nThe Right to Remain Toolkit is ",
        "full_content": "About this Toolkit\nThe Right to Remain Toolkit is a guide to the UK immigration and asylum system. It gives an overview of the legal system and procedures, with detailed information on rights and options at key stages, and actions you can take in support of your claim, or to help someone else. \nWho made the Toolkit, and why?Support the Toolkit project",
        "category_id": 1
    }
]